import React from 'react';
import './Delivery.css';

function Delivery() {
  return (
      <div className="col-main">
        <div className="padding-s">
          <div className="std">
            <div className="page-title">
              <h1>Доставка та оплата</h1>
            </div>
            <h3 className="custom-servis-icon">З червня 2022 року магазин працює у звичайному режимі. Замовлення
              доступні для самовивезення із салонів у Києві та для доставки Новою поштою.</h3>
            <h3 className="custom-servis-icon">Ми здійснюємо доставку по всій території України, крім Криму та зон
              військових дій.</h3>
            <p>Ви можете оформити замовлення в нашому інтернет-магазині:</p>
            <ul>
              <li>на сайті за допомогою "кошика" у будь-який день цілодобово</li>
              <li>за телефоном: &#43;380&nbsp;&#40;777&#41;&nbsp;490&#8209;00&#8209;91, з Пн-Пт: 11:00 - 19:00</li>
            </ul>
            <div id="delivery-table" className="flex">
              <table>
                <tbody>
                <tr>
                  <td>
                    <p className="title">по Києву</p>
                    <p>По Києву доставка здійснюється Новою Поштою протягом 1-2 днів. </p>
                  </td>
                  <td>
                    <p className="title">по Україні</p>
                    <p>Доставка до регіонів здійснюється Новою Поштою протягом 1-3 днів.</p>
                  </td>
                  <td>
                    <p className="title">інші країни</p>
                    <p>Міжнародна доставка здійснюється за умови 100% передоплати і за сам товар, і за його
                      доставку.</p>
                  </td>
                </tr>
                </tbody>
              </table>
            </div>
            <p>Якщо Ви зробили замовлення через інтернет, ми зв'яжемося з Вами для підтвердження замовлення та
              погодження зручного для Вас часу доставки протягом двох годин в робочі дні.</p>
            <p>Самовивіз великих товарів з салонів DEVICE здійснюється за попередньою домовленістю. Нам
              потрібен деякий час, щоб підготувати та запакувати ваше замовлення.</p>
            <p>Замовлення товару на фабриках здійснюється за індивідуальними умовами. Терміни виготовлення в середньому
              становлять 60 днів.</p>
            <h3 className="custom-servis-icon icon-5">Способи оплати замовлення</h3>
            <ul>
              <li>Банківська картка під час оформлення замовлення через кошик</li>
              <li>Готівкою в пункті самовивезення</li>
              <li>Оплата післяплатою у відділенні Нової Пошти</li>
              <li>Оплата кур'єру Нової Пошти в гривнях після доставки замовлення.</li>
              <li>Банківський переказ</li>
            </ul>
            <p>Ви можете сплатити замовлення банківським переказом через відділення банку. Рахунок з реквізитами Ви
              отримаєте після оформлення замовлення. Рахунок дійсний 3 дні. Після оплати обов'язково повідомте суму та
              дату за електронною поштою: device@gmail.com.</p>
            <p style={{marginBottom: "30px"}}>Якщо ви хочете оригінально привітати своїх близьких - зробіть замовлення
              товару, що вам сподобався і при оформленні замовлення, в полі "примітка" напишіть "подарунок"! Ми красиво
              запакуємо Ваш подарунок і додамо гарну листівку.</p>
            <hr/>
          </div>
        </div>
      </div>
  );
}

export default Delivery;